{
  "en": {
    "hello": "Hi, my name is ",
    "person": "Dmitry!",
    "profession": "I'm a junior front-end developer",
    "text": "with passion for learning and creating.",
    "title": {
      "portfolio": "Portfolio",
      "projects": "Projects",
      "skills": "Skills",
      "contacts": "Contacts"
    },
    "main": "Main",
    "converter": "Currency Сonverter",
    "quiz": "Quiz",
    "table": {
      "layout": "Layout",
      "optim": "Optimization",
      "adapt": "adaptive",
      "method": "Methodology",
      "bem": "BEM",
      "minHtml": "Minification HTML",
      "minCss": "Minification CSS",
      "minJs": "Minification JS",
      "yes": "yes",
      "no": "no"
    },
    "website": "Go to the site",
    "pageSkillsTitle": "Skills",
    "pageSkillsSubtitle": " & a little about myself",
    "descrSkills": {
      "parag1": "I'm a beginner frontend developer who is looking for an opportunity to gain experience on real projects in the field of frontend development.",
      "parag2": "I've skills in layout using HTML and CSS. I typeset semantically, adaptively (use media queries). I also actively apply modern CSS3 features such as flex, grid, animation, transition, transform, filters, gradients. I possess the skills of modular layout using the methodology of BEM-naming and preprocessors such as SCSS. In addition, I'm familiar with the mobile-first methodology. To build projects I use Gulp.",
      "parag3": "I've experience with basic optimization principles, such as adapting graphics for retina-displays and minifying source files.",
      "parag4": "I have the skills to work with Figma at a level sufficient for the frontend developer.",
      "parag5": "Currently I am actively studying JavaScript and I am focusing on studying its native format. In the future I plan to master basic JavaScript frameworks such as React, Vue, Angular, as well as to master TypeScript.",
      "parag6": "I've basic skills with Git version control skills. In the process of working, I teach myself to use the command line interface.",
      "parag7": "I'm ready to apply all my skills in real projects and learn by doing. I'd appreciate the opportunity to join your team and contribute to your projects."
    },
    "mylocation": "Location",
    "mycurrentLocation": "Russia",
    "phone": "Phone number",
    "email": "Email",
    "emailAdress": "docheshev.dev@gmail.com"
  }
}
