{
  "ru": {
    "hello": "Привет, меня зовут ",
    "person": "Дмитрий!",
    "profession": "Я junior front-end developer",
    "text": "со страстью к обучению и творчеству.",
    "title": {
      "portfolio": "Портфолио",
      "projects": "Проекты",
      "skills": "Навыки",
      "contacts": "Контакты"
    },
    "main": "Главная",
    "converter": "Конвертер валют",
    "quiz": "Викторина",
    "table": {
      "layout": "Верстка",
      "optim": "Оптимизация",
      "adapt": "адаптивная",
      "method": "Методология",
      "bem": "БЭМ",
      "minHtml": "Минификация HTML",
      "minCss": "Минификация CSS",
      "minJs": "Минификация JS",
      "yes": "да",
      "no": "нет"
    },
    "website": "Перейти на сайт",
    "pageSkillsTitle": "Навыки",
    "pageSkillsSubtitle": " и немного о себе",
    "descrSkills": {
      "parag1": "Я начинающий веб-разработчик, который ищет возможность получить опыт работы над реальными проектами в области frontend разработки.",
      "parag2": "У меня есть навыки верстки с использованием HTML и CSS. Верстаю семантично, адаптивно (использую media queries). Я также активно применяю современные возможности CSS3, такие как flex, grid, animation, transition, transform, filters, gradients. Обладаю навыками модульной верстки с использованием методологии БЭМ-нейминга и препроцессоров, таких как SCSS. Кроме того, я знаком с методологией mobile-first. Для сборки проектов я использую Gulp.",
      "parag3": "Я имею опыт работы с основными принципами оптимизации, такими как адаптация графики для retina-дисплеев и минификация исходных файлов.",
      "parag4": "Обладаю навыками работы с Figma на уровне, достаточном для верстальщика.",
      "parag5": "В настоящее время я активно изучаю JavaScript и делаю основной упор на изучение его нативного формата. В будущем я планирую освоить основные фреймворки JavaScript, такие как React, Vue, Angular, а также освоить TypeScript.",
      "parag6": "У меня есть базовые навыки работы с системой контроля версий Git. В процессе работы приучаю себя к использованию интерфейса командной строки.",
      "parag7": "Я готов применить все свои навыки в реальных проектах и учиться на практике. Буду благодарен за возможность присоединиться к вашей команде и внести свой вклад в ваши проекты."
    },
    "mylocation": "Расположение",
    "mycurrentLocation": "Россия",
    "phone": "Номер телефона",
    "email": "Почта",
    "emailAdress": "docheshev.dev@yandex.ru"
  }
}
